export const ar = {
  language: "اللغه العربيه",
  shopByCategory: {
    electronics: "الكترونيات",
    schoolSupplies: "لوازم مدرسية",
    toys: "الالعاب",
    communications: "التواصل",
    seeMore: "انظر المزيد",
  },
  home: {
    category: "جميع الفئات",
    hotSales: "مبيعات المفضله",
    hotSalesPragaph: "تسوق بأفضل الأسعار وحدد الأجواء الخارجية المثالية",
    popularItems: "العناصر الشائعة",
    dealsOfTheWeek: "عروض الأسبوع",
    expires: "ينتهي في",
    bestPicks: "أفضل اللقطات",
    search: "البحث عن المنتج",
    login: "تسجيل دخول",
    signup: "تسجيل",
    shopByCategories: "تسوق حسب الفئات",
  },
  bestSeller: {
    bestSeller: "الأكثر مبيعا",
    disc: "تسوق بأفضل الأسعار وحدد الأجواء الخارجية المثالية",
  },
  blog: {
    blog: "مدونتنا",
    disc: "تسوق بأفضل الأسعار واضبط الأجواء الخارجية الخاصة بك",
  },
  footer: {
    aboutOffer: "معلومات عن Offer",
    aboutus: "معلومات عنا",
    freeShippig: "شحن مجاني لجميع أنحاء العالم",
    moneyBack: "ضمان استعادة الاموال",
    lowerPrice: "ضمان أدنى سعر",
    support: "الدعم عبر الإنترنت علي مدار اليوم",
    pragraph:
      "جعلها لوضع مخاوف محسنة له. حكمة سرير السيدات لهم مجموعة أشهر الرجال. كل شيء يتم إرساله لأنه يزيد من pianoforte. رأى جلسة الاستماع الآن ربما دقائق نفسها له. على الفور ممتاز لذلك من الصعب أنه شمال. الفرح الأخضر ولكن أقل",
    payment: "طرق الدفع",
    customer: "رعاية العميل",
    contect: "تواصل معنا",
    askSupport: "اطلب الدعم",
    help: "مساعده",
    getInTouch: "ابقى على تواصل",
    terms: "الشروط و الاحكام",
    returns: "شروط الاسترجاع",
    privacy: "سياسة الخصوصيه",
    track: "تتبع طلبك",
    blog: "مدونة",
  },
  privacy: {
    titlePragraph: "تسوق بأفضل الأسعار وحدد الأجواء الخارجية المثالية",
    pragraph:
      "نشكركم على زيارة موقعنا. نحن هنا في More Place نبذل قصارى جهدنا لكسب عملائنا عندما يشترون منتجاتنا المتعددة ، وهنا نؤكد التزامنا بأن خصوصيتك كعميلنا لا حدود لها. علاوة على ذلك ، نحن ملتزمون أيضًا بحماية خصوصية المستهلك والحفاظ عليها على الإنترنت. يسعدنا تقديم معلومات لجميع العملاء حول سياسة الخصوصية على الإنترنت ، وهنا نؤكد لعملائنا جهودنا لحماية خصوصية زوار هذا الموقع.",
    typeTitle: "أنواع المعلومات التي نجمعها وكيف نستخدمها:",
    typePragraph:
      "يجمع Place Over المعلومات الشخصية ، مثل: الاسم الأول والأخير (العائلة) ، والعنوان البريدي ، وعناوين البريد الإلكتروني (البريد الإلكتروني) ، وبالتأكيد يتم توفير هذه المعلومات من قبل العميل طواعية وباختيارك. على سبيل المثال: نقوم بجمع معلومات شخصية منك من أجل الحصول على ملاحظاتك على مواقع الويب الخاصة بنا والتعبير عن آرائك حول منتجاتنا ، أو إذا قمت بالدخول في إحدى مسابقاتنا أو سحوباتنا.",
    sharing: "تبادل المعلومات الشخصية:",
    firstSharingPragraph:
      "قد تشارك Place Over معلوماتك الشخصية فقط داخل Place Over Group ، والتي تشمل عائلة Place Over Group والشركات التابعة لها ، وبالطبع فإن أي استخدام لهذه المعلومات من قِبل Place Over Group سيتوافق مع هذه السياسة ، أحيانًا وبعد الحصول على إذن منك سنرسل لك معلومات التسويق ، مثل كوبونات الخصم ، ومعلومات عن عروض المنتجات الجديدة .... إلخ. إذا لم يتم اختيارك لتلقي مثل هذه المعلومات ، فقد تقوم شركة More Place بتعيين بعض الشركات لأداء مجموعة متنوعة من الوظائف مثل: تنفيذ أوامر العمل ، والمساعدة في أعمال الترويج ، وتقديم الخدمات الفنية للمواقع الإلكترونية ... إلخ. يمكن لهذه الشركات الوصول إلى المعلومات الشخصية للعميل إذا كان ذلك ضروريًا لأداء مثل هذه المهام ، وبالتالي فإن هذه الشركات ملتزمة بسياسة الخصوصية عند استخدام هذه المعلومات الشخصية لغرض أداء تلك الوظيفة المخصصة للشركة ، وبالتالي لا يمكن أن تكون هذه المعلومات الشخصية تستخدم لأي غرض آخر.",
    secondSharingPagraph:
      "تلتزم Place Over بعدم بيع أو نقل أو الكشف عن معلومات العميل الشخصية إلى أي طرف ثالث خارج عائلة Place Over. ومع ذلك ، بإذن من العميل ، نرسل أحيانًا معلومات تسويقية نيابة عن أحد شركائنا في العمل حول المنتجات أو الخدمات التي نقدمها والتي قد تكون ذات فائدة للعميل. هنا ، قد يتم سؤالك عما إذا كنت ترغب في تلقي مواد تسويقية من شركاء شركة More Place Company أم لا. إذا اخترت تلقي مثل هذه المواد التسويقية ، فلن تشارك PlaceOver معلوماتك الشخصية مع هؤلاء الشركاء ، ولكنها سترسل هذه المواد التسويقية عن طريق البريد أو البريد الإلكتروني نيابة عن الشركاء ، وتحتفظ PlaceOver بالحق في استخدام أو الكشف عن أي معلومات حسب الحاجة للوفاء متطلبات وتعليمات أي قانون أو لائحة أو دعوى قضائية لحماية سلامة الموقع أو تلبية طلباتك أو التعاون مع السلطات المختصة في التحقيق وإنفاذ القوانين المعمول بها أو للتحقيق في مسألة تتعلق بالسلامة العامة.",
  },
  terms: {
    welcomeTitle: "مرحبا بكم في مكان أوفر ...",
    termsOfUs: "شروط الاستخدام",
    welcomeOne:
      "تحدد هذه الشروط والاحكام القواعد والانظمة الخاصة باستخدام موقع مكان أوفر على الانترنت.  يتم تشغيل الموقع من قبل مكان أوفر (يشار إليه بنحن/ لنا/ أو بصيغة الجمع).",
    weclomeTwo:
      "يتم تشغيل الموقع من قبل مكان أوفر (يشار إليه بنحن/ لنا/ أو بصيغة الجمع).",
    weclomeThree:
      "كمستخدم للموقع الإلكتروني (يشار إليه بأنت/ أنتم / الزبون) يجب عليك قراءة وفهم الشروط والقوانين التالية (قائمة الشروط والأحكام).",
    welcomefour:
      "قائمة الشروط والأحكام بدقة قبل البدء باستخدام الخدمات الإلكترونية. في حال عدم الموافقة (أو لا تستطيع الالتزام) بأي قانون أو شرط من القائمة ننصحك بعدم استخدام الخدمات الإلكترونية المقدمة من مكان أوفر يقع مكتب مكان أوفر الرئيسي في:",
    welcomefive: "في المونسية، الرياض، شارع التيسير. ",
    firsttermsPragraph:
      "إن استخدام خدمات الموقع الإلكتروني متاحة فقط للأشخاص القادرين على تمثيل أنفسهم قانونياً وفق نظام المملكة العربية السعودية.",
    secondTermsPragraph:
      "لا يمكن للأشخاص غير القادرين على تمثيل أنفسهم قانونيا وفق نظام العقود المحلي استخدام خدمات الموقع الإلكتروني.",
    fourthTermsParagraph:
      "إن كنت قاصرا (كأن يكون عمرك أقل من 18 سنة) فبإمكانك استخدام خدمات الموقع الإلكتروني تحت إشراف أحد الوالدين أو الوصي القانوني شريطة موافقته الالتزام ببنود شروط الاستخدام سيكون المستخدم مسؤولاً عن استخدامه خدمات الموقع من خارج المملكة العربية السعودية وذلك بالتزامه التام بالقوانين المحلية المتبعة في تلك المنطقة.",
    fifthTermsPragraph:
      "هذه الشروط والأحكام تعتبر سارية المفعول ولاغية لما قبلها من أشكال التمثيل التجاري أو الاتفاقيات الشفهية أو غيرها من المفاهمات مالم يخصص بهذا الشأن شروط اضافية خاصة بمنتج معين أو خدمة محددة.",
    sixthTermsPragraph:
      "باستخدامك لخدمات الموقع الإلكتروني ستكون ملزماً باتباع بنود الشروط والأحكام.",
    securityTitle: "الحماية الأمنية للموقع الإلكتروني",
    communicationTitle: "التواصل الإلكتروني",
    firstcommunicationPragraph:
      "بموافقتك استخدام الموقع وخدماتنا الإلكترونية فإنك بذلك توافق على استقبال رسائلنا الإلكترونية بجميع أشكالها من خلال البريد الإلكتروني أو النشرات الدورية أو الإشعارات والتنبيهات المعلن عنها في الموقع الإلكتروني. بناء على ذلك فأنت توافق ضمنياً على أن جميع المعاملات الإلكترونية المرسلة لك من قبلنا هي ملزمة قانونيا وتعامل معاملة المعاملات الخطية.",
    secondcommunicationPragraph:
      "يحق لنا مراقبة وتسجيل وحفظ أي مكالمة هاتفية أو بريد الكتروني أو أي شكل آخر من اشكال التواصل الإلكتروني معك وذلك لأغراض تدريبية بهدف التحقق من النصائح والملاحظات الموجهة إلينا ولتحسين وتطوير نوعية الخدمة المقدمة لعملائنا. ",
    supTitle:
      "لا يجوز لك بتاتاً أن تنتهك أو تحاول انتهاك الحماية الأمنية للموقع الإلكتروني وذلك يتضمن وليس محصوراً بالآتي:",
    listOne:
      "	الولوج إلى معلومات غير مخصصة لك أو الدخول إلى خادم الانترنت أو حسابٍ لست مخولاً باستخدامه بشكل رسمي.",
    listtwo:
      "محاولة استكشاف أو فحص أو اختبار مدى قدرة النظام أو الشبكة أو محاولة اختراق النظام الأمني أو مستويات الحماية دون أن تكون مخولاً بذلك.",
    listthree:
      "محاولة التشويش أو التداخل على الخدمة المقدمة لأي مستخدم آخر أو مضيف أو شبكة أو مضيف وذلك يتضمن دون حصر نشر وإرسال الفيروسات الى الموقع الإلكتروني، أو إثقال الموقع أو إرسال الرسائل المتسلسلة أو البريد الإلكتروني غير المرغوب فيه أو أي وسيلة أخرى قد تضر بسلامة الشبكة.",
    listfour:
      "إرسال الرسائل غير المرغوب فيها وذلك يتضمن العروض التجارية و/ أو الإعلانات للمنتجات أو الخدمات.",
    listfive:
      "المحاكاة بغرض التزوير لعنوان بروتوكول الانترنت أو عنوان البريد الإلكتروني أو أي جزء من عنوان الموقع الإلكتروني واستخدامها في أي بريد الكتروني أو مجموعة بريدية. إن الانتهاكات المضرة بالنظام أو أمن الشبكة سينتج عنها جزاءات مدنية وجنائية في أغلب الحالات.",
    secondListFive:
      "أنك بهذا توافق على عدم استخدام موارد النظام من أجهزة أو برامج أو أي طريقة للتشويش أو التداخل أو محاولة التداخل مع سير عمل الموقع الإلكتروني أو أي نشاط أو خدمة يقدمها الموقع. سيقوم الموقع الإلكتروني بالتقصي عن النشاطات التي قد تنطوي على هذه الانتهاكات وسيقوم بالتعاون مع الجهات القضائية المختصة لمقاضاة وتطبيق العقوبة اللازمة على الأشخاص الضالعين في مثل هذه الانتهاكات.",
  },
  conactus: {
    pragraph: "تسوق بأفضل الأسعار وحدد الأجواء الخارجية المثالية",
    submit: "ارسال",
    ContactForm: "نموذج الاتصال",
    mesAlert: "* جميع الحقول التي عليها علامة النجمة مطلوبة",
    name: "* الاسم ",
    email: "* البريد الالكتروني",
    Message: "*رسالة ",
    alert: "برجاء ملئ جميع الحقول",
    ContactInfo: "معلومات الاتصال",
    ContactInfoMsg:
      "هل لديك مشروع أو فكرة تود التعاون معنا؟ دعونا الحصول على اتصال!",
    addresstitle: "الموقع :",
    mailInfotitle: "البريد الالكتروني :",
    callHelping: "اتصل بنا:",
  },
  aboutus: {
    pragraph: "تسوق بأفضل الأسعار وحدد الأجواء الخارجية المثالية",
    pragraphOne:
      "أطلقت مكان أوفر وموقع العروض على موقعها الإلكتروني محطة شاملة للإلكترونيات والأجهزة المنزلية ومكيفات الهواء ......... والتي تزود العلامات التجارية العالمية والمحلية بالتميز والجودة وبأسعار معقولة ....",
    pragraphTwo:
      "مؤسسة سعودية في خدمتكم منذ عام 2000. مؤسسة تجارية عامة متخصصة في تقديم كل ما هو جديد وجودة في مختلف المجالات ، والتي تحولت الآن إلى شركة في عام 2021.",
    pragraphtThree:
      "نسعى جاهدين لنكون الأفضل دائمًا ، لذلك هدفنا إرضاء عملائنا بمنتجات عالية الجودة ، وتقديم أفضل مستوى من الخدمة بأفضل الأسعار ، وتسهيل الشراء بطرق دفع مختلفة (إلكتروني - وتقسيط - ومؤخراً بالائتمان)",
    pragraphfour: "نحن نقدم خدمة الشحن لجميع أنحاء المملكة.",
    pragraphFive:
      "الفكرة وراء هوية العلامة التجارية أوفر مستوحاة من تقديم العروض الترويجية بشكل دوري.",
    pragraphSeven:
      "تتمتع الشركة بحضور قوي في مجال التسويق والتوزيع حيث تغطي شبكة التوزيع قنوات البيع لجميع الأسواق وحتى الأفراد. تفتخر الشركة بثقة وولاء المستهلك النهائي ، وتسعى الشركة جاهدة للاحتفاظ بعملائها لسنوات عديدة قادمة من خلال مستوى مبيعاتها وخدمات ما بعد البيع.",
    pragraphSix:
      "تفخر شركتنا بتحالفها مع كبرى الشركات مثل: Lebara - Virgin - Saudi Telecom - Salam - Hikvision - Kenai - Ferrari - Dodo - Hilocity - Lulu Caty - Head - Zebra - Tzablo - Beck - Akaf - Aldafh - Drush - Pioneer - Bruges - Al Aseel.",
    missionPragraph:
      "أن نكون شركة عالمية رائدة توفر كل ما يحتاجه المستهلك. بمنتجات عالية الجودة وبأسعار تنافسية ترضي جميع العملاء ، مع توفير كافة السبل الملائمة للشراء التي تناسب الجميع.",
    Whoweare: "من نحن ؟  ",
    aboutTitle: "بعد سنوات من النجاح في تقديم منتجات وخدمات عالية الجودة  ",
    visionMission: "الرؤية والرسالة  ",
    vissionTitle: "رؤيتنا ورسالتنا  ",
    vissionPagraph: "أن نكون شركة عالمية رائدة",
  },
  blogDetails: {
    Sharepost: "مشاركة منشور",
    mostViewed: "الأكثر مشاهدة",
    productName: "أضف اسم المنتج هنا في هذه المساحة",
  },
  productDetails: {
    relatedProducts: "منتجات ذات صله",
    Description: "الوصف",
    Reviews: "الاراء",
    descPragraph:
      "يعد Aspire 5 جهاز كمبيوتر محمول صغير الحجم في علبة رفيعة بغطاء معدني وشاشة Full HD IPS عالية الجودة ومجموعة غنية من الواجهات. بفضل مكوناته القوية ، يمكن للكمبيوتر المحمول التعامل مع المهام كثيفة الاستخدام للموارد بشكل مثالي ، كما أنه مناسب أيضًا لمعظم الألعاب.",
    KeyFeatures: "دلائل الميزات:",
    ShareProduct: "مشاركة المنتج  ",
    Categories: "  التصفيات:",
    productPragraph:
      "قد تشارك شركة أوفر معلوماتك الشخصية فقط داخل Place Over Group ، والتي تشمل عائلة Place Over Group والشركات التابعة لها ، وبالطبع فإن أي استخدام لهذه المعلومات من قِبل Place Over Group سيتوافق مع هذه السياسة ، أحيانًا وبعد  ",
    addToCart: "أضف إلى السلة  ",
    saveToWishlist: "حفظ في قائمة الرغبات  ",
    InStock: "في المخزن  ",
  },
  auth: {
    Signin: "تسجيل الدخول",
    email: "البريد الالكتروني",
    password: "كلمة المرور",
    RememberPassword: "تذكر كلمة المرور  ",
    forgetPassword: "فقدت كلمة المرور الخاصة بي؟  ",
    login: "تسجيل الدخول",
    alert: "برجاء ملئ جميع الحقول",
    signup: "اشتراك",
    firstName: "الاسم الأول",
    lastName: "اسم العائلة",
    phoneNumber: "رقم الهاتف.",
    ConfirmPassword: "تأكيد كلمة المرور",
    gree: "أنا أوافق على",
    terms: " الأحكام والشروط.",
    seePrivacy:
      "راجع سياسة الخصوصية وملفات تعريف الارتباط للحصول على معلومات حول كيفية استخدامنا للمعلومات التي قدمتها إلينا.",
    home: "الرئيسيه",
  },
  track: {
    trackTitle: "أتبع طلبك",
    trackPragraph:
      "لتتبع طلبك ، يرجى إدخال معرف الطلب الخاص بك في المربع أدناه والضغط على زر التتبع. تم إعطاؤك هذا في إيصالك وفي رسالة التأكيد الإلكترونية التي من المفترض أن تكون قد تلقيتها",
    orderId: "رقم التعريف الخاص بالطلب",
  },
  forrgetPassword: {
    title: "هل نسيت كلمة السر",
    send: "ارسال",
  },
  resetPassword: {
    title: "إعادة تعيين كلمة المرور",
    passMatch: "كلمة المرور غير مطابقه",
  },
  billing: {
    billingDetails: "تفاصيل الفاتورة  ",
    country: "دولة  *",
    city: "مدينة *  ",
    streetAddress: "العنوان*",
    addressType: "نوع العنوان",
    home: "البيت",
    work: "العمل",
    orderNotes: "ترتيب ملاحظات *",
    readAndAgree: "لقد قرأت ووافقت على الموقع ",
    mobile: "رقم الهاتف",
    billingPragraph:
      "سيتم استخدام بياناتك الشخصية لمعالجة طلبك ودعم تجربتك في جميع أنحاء هذا الموقع ولأغراض أخرى موصوفة في ",
    continueToPayment: "تواصل الدفع",
    Subtotal: "المجموع الفرعي",
    discount: "خصم",
    vat: "V.A.T",
  },
  payment: {
    paymentDetails: "بيانات الدفع",
    payWithBankCards: "ادفع بالبطاقات البنكية",
    nameOnCard: "الاسم على البطاقة",
    cardNumber: "رقم البطاقة.",
    expiryDate: "تاريخ الانتهاء",
    cvv: "السيرة الذاتية",
    madaGateway: "ادفع مع Mada Gateway",
    applePay: "ادفع مع Apple Pay",
    stcPay: "ادفع مع Stc Pay",
    orderSummary: "ملخص الطلب",
    total: "المجموع",
    deliveryAddress: "عنوان التسليم",
    mobileNumber: "رقم الموبايل.",
    otherNotes: "الملاحظات الأخرى",
    placeOrder: "مكان الامر",
    name: "الاسم",
  },
  cart: {
    cartDetails: "تفاصيل سلة التسوق",
    product: "منتج",
    price: "السعر",
    quantity: "كمية",
    subtotal: "المجموع الفرعي",
    Color: "اللون",
    proceedToCheckout: "الشروع في الخروج",
    couponCode: "كوبون الخصم",
    Apply: "قدم الطلب",
    CartTotal: "إجمالي سلة التسوق",
    changeAddress: "تغيير العنوان",
    node: "ملاحظات ضريبة القيمة المضافة تفخر شركتنا بتحالفها مع شركة كبرى",
  },
  wishList: {
    MYFAVORITES: "المفضلة ",
  },
};
